<html>
<head>
<title>Schnaabelaaze</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" background="background.jpg">
<TABLE border="0" width="601">
<TR>
<TD width="108"><IMG src="schnaabelaaze.gif" width="71" height="341"></TD>
<TD width="491"> 
<P><IMG src="baudellaire.gif" width="349" height="149"><BR>
<BR>
</P>
      <P>Schnaabelaaze inbjuder h&auml;rmed alla l&auml;sare till en weekendkurs 
        i hur man lär sig förakta sig själv och sin kropp för att kunna skriva 
        poesi!</P>
      <P><FONT size="-1"><i>&quot;Jag heter Kasper. Jag är ful och äcklig. Jag 
        hatar min kropp.&quot; </i>S&aring; b&ouml;rjar kursh&auml;ftet till v&aring;r 
        lilla workshop. Du f&aring;r bekanta dig med livliga beskrivningar av 
        maskar, syfilis, infektioner och narkotiska droger. </FONT></P>
      <P><FONT size="-1">Ingen har n&aring;gonsin skrivit en bra dikt utan att 
        hysa ett sunt kroppsf&ouml;rakt. Nu kan &auml;ven du g&ouml;ra din poetiska 
        st&auml;mma h&ouml;rd. Under kursens g&aring;ng f&aring;r du bekanta dig 
        med flera historiskt betydelsefulla metoder s&aring; som sp&auml;kning, 
        sj&auml;lvstympning och misslyckade sj&auml;lvmordsf&ouml;rs&ouml;k. Kursen 
        inneh&aring;ller b&aring;de teori och praktik. </FONT></P>
      <P><FONT size="-1">De dikter som resulterar kommer troligtvis att publiceras 
        i tidningen Ordfront (hoppas vi). H&auml;r &auml;r n&aring;gra kommentarer 
        fr&aring;n elever under tidigare kurser:</FONT></P>
      <P><font size="-1"><i>&quot;Det var helt perfekt. N&auml;r jag hade piskat 
        mig p&aring; ryggen 100 g&aring;nger med en st&aring;llinjal blev mina 
        dikter bra, n&auml;r jag hade skurit mig i tinningen med en rostig kniv 
        vart de riktigt bra, och n&auml;r jag sk&ouml;t mig sj&auml;lv i buken 
        blev mina dikter riktigt m&auml;sterliga&quot;.</i></font></P>
      <P><i><font size="-1">&quot;Den h&auml;r kursen &ouml;ppnade verkligen mina 
        &ouml;gon. Innan jag gick den hade jag fortfarande en f&ouml;rfelad uppfattning 
        om att kroppen var mitt tempel osv. Nu vet jag b&auml;ttre.&quot;</font></i></P>
      <P><i><font size="-1">&quot;Efter att ha g&aring;tt p&aring; den h&auml;r 
        kursen har jag utvecklat en speciellt effektiv bantningsmetod som faktiskt 
        g&ouml;r att man skriver b&auml;ttre dikter samtidig som man tappar flera 
        kilo per dag&quot;.</font></i></P>
      <P><FONT size="-1"><A href="index.html">tillbax</A></FONT></P>
</TD>
</TR>
</TABLE>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
