<html>
<head>
<title>Schnaabelaaze</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" background="background.jpg">
<TABLE border="0" width="601">
<TR> 
<TD width="108" valign="top"><IMG src="schnaabelaaze.gif" width="71" height="341"></TD>
<TD width="491"> 
<H1>Min Laptop och jag</H1>
<P>Jaha, d&aring; sitter man h&auml;r och har k&ouml;pt en ny dator. Igen. Och 
vad skall jag anv&auml;nda den till? Till att sitta och skriva mina betraktelser 
p&aring; en j&auml;rnv&auml;gsstation medans folk utan h&auml;nsyn l&auml;ser 
&ouml;ver axeln p&aring; mig. Nej tack. Jag vill inte prata med dig. Jag vill 
skriva viktiga grejer p&aring; min dator. Piss off!</P>
<P>Jag har f&ouml;rs&ouml;kt att skriva lite den h&auml;r veckan, jag har ju trots 
allt spenderat tv&aring; m&aring;nadsl&ouml;ner p&aring; den h&auml;r datorn s&aring; 
n&aring;gon nytta m&aring;ste jag ju ha av den. Den tanken mal och mal, det m&aring;ste 
vara kostnadseffektivt att k&ouml;pa en dator. Kanske lider jag av en l&auml;tt 
form av f&ouml;rf&ouml;ljelsemani, men, varf&ouml;r &auml;r det alltid s&aring; 
att folk f&ouml;rs&ouml;ker l&auml;sa vad som st&aring;r p&aring; sk&auml;rmen, 
ge fan i det. Tack alla tekniker f&ouml;r att ni g&ouml;r sk&auml;rmar som inte 
g&aring;r att l&auml;sa fr&aring;n sidan, men vad g&ouml;r det n&auml;r man kan 
luta sig in &ouml;ver min axel och l&auml;sa vad som st&aring;r. Eller alla lodisar 
som petar p&aring; sk&auml;rmen med sina orena fingrar och fr&aring;gar vad den 
kostar. Det skall v&auml;l ni skita i, jag sitter inte h&auml;r och skriver f&ouml;r 
att jag s&ouml;ker kontakt. Jag har f&aring;tt nog av kontakt och samtal, jag 
vill umg&aring;s lite med min dator ist&auml;llet. 
<P><IMG src="raketman.jpg" width="202" height="283" hspace="70" alt="Raketman - Johan Ekdahl"> 
<P>Jag har p&aring; senare tid tr&ouml;ttnat mer och mer p&aring; TV, dels f&ouml;r 
att jag f&aring;r panik av hur tr&aring;kigt det &auml;r att titta p&aring; moraliserande 
s&aring;por som &quot;Ensamma hemma&quot; och f&ouml;r att jag har sett varenda 
dj&auml;vla avsnitt av V&auml;nner, Seinfeld, V&aring;ra v&auml;rsta &aring;r 
etc tusentals g&aring;nger! En positiv aspekt av television &auml;r att man kan 
dela upplevelsen flera personer, men n&auml;r det g&auml;ller datorer &auml;r 
det annorlunda. Det &auml;r som att sluta in sig i ett litet skal d&auml;r man 
sitter och interagerar med data. Det g&aring;r inte att dela annat &auml;n i undantagsfall. 
Det finns bara en mus och ett tangentbord. Till exempel att surfa p&aring; n&auml;tet: 
surfar man flera personer &auml;r det bara jobbigt f&ouml;r man har helt olika 
id&eacute;er om vilka l&auml;nkar man vill klicka p&aring;. Speciellt frustrerande 
kan det vara n&auml;r man sitter och surfar med n&aring;gon som &auml;r ny p&aring; 
n&auml;tet och som &quot;g&aring;r p&aring;&quot; banner ads, och sen blir indignerad 
n&auml;r det visar sig att sajten man hamnade p&aring; var helt hoppl&ouml;st 
rutten och bara ville s&auml;lja en sportkl&auml;der. Hur skall man kunna k&ouml;pa 
kl&auml;der utan att prova dem? Hej ett par large byxor tack! 
<P><IMG src="raketkvinna.jpg" width="132" height="418" align="right" vspace="10" hspace="10" alt="Raketkvinna - Johan Ekdahl">Ett 
trick kan vara att pr&ouml;va i en &quot;riktig&quot; aff&auml;r och sedan best&auml;lla 
p&aring; n&auml;tet. Det blir mycket billigare. Sedan f&ouml;ljer en sp&auml;nnande 
tid efter att r&auml;kningen dragits p&aring; ens visakort. Det blir mycket mer 
sp&auml;nnande att titta i brevinkastet varje dag efter det. N&auml;r det g&aring;tt 
ett par veckor och byxorna fortfarande inte kommit &auml;r det inte lika kul l&auml;ngre. 
D&aring; ringer man och klagar, de s&auml;ger att &quot;vi h&aring;ller inget 
lager eftersom vi &auml;r s&aring; progressiva, men vi har best&auml;llt ifr&aring;n 
USA, och det kommer typ helt snart in och d&aring; skickar vi s&aring; snabbt 
vi kan.&quot; Men hall&aring;, jag har ju redan betalt! N&auml;r s&aring; det 
g&aring;tt ytterligare en tid f&aring;r man sina varor, men d&aring; &auml;r kanske 
redan skids&auml;songen &ouml;ver och de d&auml;r tuffa t&auml;ckbyxorna hamnar 
i garderoben f&ouml;r evigt. 
<P>&nbsp; 
<P>Trots alla problem med internethandel &auml;r det en sektor som g&aring;r bra 
- bokhandeln. I USA g&aring;r man till bokhandeln och l&auml;ser lite, v&auml;ljer 
ut vilka b&ouml;cker man vill ha och sedan best&auml;ller man fr&aring;n superbilliga 
Amazon.com. Det &auml;r ju bra, &auml;ven fast det tar lite tid, men alla sm&aring; 
bokhandlar g&aring;r under p&aring; kuppen. Det g&aring;r inte att t&auml;vla 
med Amazons l&aring;ga priser i l&auml;ngden. Priserna &auml;r s&aring; l&aring;ga 
att Amazon knappt tj&auml;nar n&aring;gonting per bok, men eftersom alla investerade 
tycker att Amazon &auml;r en j&auml;ttebra ide s&aring; s&auml;ljer de j&auml;ttemycket 
aktier f&ouml;r att kompensera. Kunden, &Auml;garna och Investerarna tj&auml;nar 
p&aring; detta (investerarna tj&auml;nar s&aring; l&auml;nge de hinner s&auml;lja 
ut aktierna medans de &auml;r v&auml;rda mer &auml;n de k&ouml;pte den f&ouml;r.). 
De stackars bokhandlarna g&aring;r under. 
<P>- Hassan I Sabbah
<P><FONT size="-1"><A href="index.html">tillbax</A></FONT></P>
</TD>
</TR>
</TABLE>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
