<html>
<head>
<title>Schnaabelaaze</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" background="background.jpg">
<TABLE border="0" width="601">
<TR> 
<TD width="108" valign="top"><IMG src="schnaabelaaze.gif" width="71" height="341"></TD>
<TD width="491"> 
<H1>Personalisering</H1>
<P>Just nu &auml;r det inne med personalisering av websidor. Inneh&aring;llet 
skall anpassas till dig personligen, dvs vara unikt f&ouml;r dig. Problemet &auml;r 
dock att den &quot;unika&quot; content som skapas f&ouml;r dig &auml;r baserad 
p&aring; en databas, d&auml;r storebror samlat information om alla som bes&ouml;kt 
sidan. Till exempel, om alla som kommit till en k&ouml;psajt fr&aring;n en l&auml;nk 
p&aring; Dagens Nyheter hitintills har tittat och kanske k&ouml;pt Marilyn Manson-videor, 
och du ocks&aring; kommer in till sajten fr&aring;n DN, &auml;r det stor chans 
att du inte f&aring;r se mycket annat &auml;n andefattig h&aring;rdrock p&aring; 
sidan - och i din inbox. </P>
      <P><IMG src="2huv.jpg" width="139" height="179" hspace="50" alt="2huv - Johan Ekdahl"></P>
<P>St&auml;llen som Bokus (d&auml;r du handlade en julklapp till din moster) och 
Etoys (d&auml;r du skaffade n&aring;gon liten kitschig pryl till din kompis unge) 
kollar vad du har k&ouml;pt, och tipsar dig i framtiden om att du kanske skulle 
vara intresserad av t ex &quot;Stekta gr&ouml;na tomater i bokform&quot;, eller 
miniatyrnappflaskor i fuskl&auml;der. Problemet &auml;r f&ouml;rst&aring;s att 
du kanske inte alls vill ha dessa prylar. Med andra ord, &auml;ven om n&aring;gon 
j&auml;vla idiot som har k&ouml;pt samma programmeringsbok som du har best&auml;llt 
hela Liftarens Guide-serien i hardback s&aring; inneb&auml;r det fan inte att 
DU vill ta i trilogin med en trettio meter l&aring;ng t&aring;ng! Inte ens om 
du f&aring;r ett dj&auml;vligt bra pris p&aring; halv-franskt band och en gratis 
oavkortad CD inl&auml;st av BBCs pojkk&ouml;r. 
<P>N&aring;gra kanske kommer ih&aring;g den gamla fina sajten firefly.com. D&auml;r 
fick man s&auml;tta betyg p&aring; olika skivor och filmer, och sedan fick man 
tips om andra skivor/filmer baserat p&aring; detta. Ibland var tipsen ov&auml;ntat 
bra, ibland helt &aring;t skogen. Man kan misst&auml;nka att det fanns ett visst 
<I>a priori</I>-element involverat; allts&aring; att urvalet inte bara baserades 
p&aring; vad andra surfare hade tyckt, utan &auml;ven p&aring; hur de som gjorde 
sajten ans&aring;g att olika filmer h&auml;ngde ihop. (De kanske var gjorda av 
samma regiss&ouml;r, tillh&ouml;rde samma genre, inneh&ouml;ll samma sk&aring;despelare....) 
Sen kunde man ocks&aring; leta upp andra Firefly-medlemmar som hade liknande smak 
och chatta med dem. Firefly kanske var ett lyckat experiment, nu har Microsoft 
k&ouml;pt upp det, men den gamla funktionaliteten verkar vara borta. 
<P align="right"><IMG src="mor.jpg" width="145" height="279" hspace="100" alt="Mor - Johan Ekdahl"> 
<P>Det st&ouml;rsta s&auml;ljargumentet f&ouml;r &quot;personalisering&quot; &auml;r 
att det skall ge varje kund eller webbplatsbes&ouml;kare en upplevelse som &auml;r 
skr&auml;ddarsydd f&ouml;r henne. Man skall k&auml;nna sig omh&auml;ndertage, 
och omtyckt. &quot;<I>Se, vi bryr oss om dig</I>&quot; ...men... f&ouml;rutom 
den barnsliga teknikfascinationen (&quot;Titta vad de kan g&ouml;ra nuf&ouml;rtiden&quot;) 
s&aring; klingar omt&auml;nksamheten ganska falskt. Vad det handlar om &auml;r 
inte att ge en unik upplevelse utan snarare att ordna in dig som en nod i en relationsdatabas, 
tillsammans med en l&ouml;s grupp av andra som ocks&aring; gillar The Matrix, 
Underworld, MacGyver och Lenny Kravitz. Bara f&ouml;r att man inte genreraliserar 
in folk i givna fack, t ex h&aring;rdrockare, sportgoter eller skatepunkare, utan 
ordnar in dem i en fuzzy databas, betyder det inte att du behandlas som en unik 
individ, ist&auml;llet &auml;r du en ansiktsl&ouml;s konsument. 
<P>En annan, om &auml;n v&auml;ldigt t&ouml;ntig, form av personalisering &auml;r 
n&auml;r man f&aring;r v&auml;lja hur en sida ska se ut, t ex genom att v&auml;lja 
mellan 6 olika bakgrundsf&auml;rger eller liknande lysande ideer. Detta &auml;r 
vanligt p&aring; patetiska s k designer-webloggar. Ibland kan det bli r&auml;tt 
OK om man f&aring;r v&auml;lja ett helt utseende som p&aring; kottke.org, men 
p&aring; t ex camworld eller crackbaby, oops netbabyworld s&aring; suger det bara 
fett.. 
<P>Med hj&auml;lp av sm&aring; h&auml;rliga cookies s&aring; h&aring;ller f&ouml;retagen 
och webloggarna reda p&aring; vem du &auml;r och vad du g&ouml;r. Webben &auml;r 
fortfarande en riktig sideshow d&auml;r det g&auml;ller att f&ouml;rundra publiken 
med billiga tricks och s&aring; l&auml;nge vi g&aring;r p&aring; det kan webbf&ouml;retagen 
kamma in fett med st&aring;lar p&aring; att lura varandra och oss. 
<P>- Lisa Tottmar.<BR>
<P>&nbsp; 
<P>PS Jag har satt fett med cookies p&aring; dig n&auml;r du l&auml;ste den h&auml;r 
sidan, n&aring;gra av dessa cookies &auml;r stulna fr&aring;n spray.se, amazon.com, 
boo.com m.m. + en uppsj&ouml; av porrsites och illegala spelh&aring;lor. K&auml;nn 
dig inte trygg DS 
<P><FONT size="-1"><A href="index.html">tillbax</A></FONT></P>
</TD>
</TR>
</TABLE>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
