<html>
<head>
<title>kenneth grahn - webtherapeut</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF" link="#FFFFFF" vlink="#FFFFFF" alink="#FFFFFF">
<div align="LEFT">
  <p>&nbsp;</p>
  <table border="0" width="1500" cellspacing="20">
    <tr valign="MIDDLE" align="CENTER"> 
      <td width="353"><img src="top.gif" width="236" height="149"></td>
      <td width="299" align="LEFT" valign="TOP"> 
        <p><img src="funderingar.gif" width="192" height="16" alt="Funderingar och k&aring;serier"></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag har 
          ofta dr&ouml;mmar om vackra saker. Jag sover med en elektronisk manick 
          kopplad till mitt huvud en s.k. &quot;novadreamer&quot; som inducerar 
          Lucid Dreams. </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">I Lucid 
          Dream-dr&ouml;mmarna &auml;r det jag som best&auml;mmer vad som ska 
          h&auml;nda! Jag har provat att flyga, teleportera mig, och jag har levt 
          ut n&aring;gra vilda erotiska fantasier! </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Som ni 
          kanske har m&auml;rkt &auml;r jag en person som gillar sinnesutvidgande 
          apparater. Jag f&ouml;rverkligade en dr&ouml;m i v&aring;ras; med mina 
          besparingar fr&aring;n Silicon Valley-tiden lyckades jag komma &ouml;ver 
          ett restexemplar av en experimentell flyttank, ni vet en s&aring;dan 
          som John Lilly anv&auml;nde f&ouml;r sina delfinexperiment.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag har 
          alltid fascinerats av valarnas s&aring;ng. T&auml;nk er hur intelligenta 
          valar m&aring;ste vara d&aring; de har mycket st&ouml;rre hj&auml;rnor 
          &auml;n delfiner, som uppskattas ha en intelligenskvot p&aring; 250. 
          Valarnas s&aring;ng m&aring;ste inneh&aring;lla s&aring; mycket information, 
          historia, geografi, akvatisk ekonomi ... Det &auml;r skandal att japanerna 
          fortfarande till&aring;ts f&aring;nga valar!</font></p>
        <p align="CENTER"><img src="pil.gif" width="57" height="29"></p>
      </td>
      <td width="312" valign="TOP" align="LEFT"> 
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Ett annat 
          trevligt hj&auml;lpmedel jag har &auml;r melatonin. Denna fantastiska 
          medicin g&ouml;r att man somnar p&aring; ett kick, &auml;ven efter ett 
          koffein-stint surfpass! Tyv&auml;rr finns inte medicinen till salu i 
          Sverige, annat &auml;n &ouml;ver n&auml;tet. Rekommenderas varmt. Dr&ouml;mmarna 
          blir b&auml;ttre ocks&aring;.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Ja, sannerligen, 
          mitt liv har varit en enda stormig saga. Jag gillar att j&auml;mf&ouml;ra 
          mig sj&auml;lv med en annan levnadskonstn&auml;r, Ralph Lundsten, men 
          jag har tyv&auml;rr inte n&aring;tt samma grad av ber&ouml;mmelse som 
          han, &auml;ven om jag kanske &auml;r v&auml;rd det.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">I ett 
          yrke s&aring; obskyrt som mitt, webtherapeutens, &auml;r det inte l&auml;tt 
          att f&aring; den cred man f&ouml;rtj&auml;nar. I framtiden hoppas jag 
          p&aring; - och &auml;r &ouml;vertygad om - att webbterapi blir ett vanligt 
          universitets&auml;mne. Jag har l&aring;ngt framskridna planer p&aring; 
          en folkh&ouml;gskola som helt &auml;r &auml;gnad &aring;t webbterapi. 
          </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Har du 
          kul n&auml;r du sitter p&aring; n&auml;tet? K&auml;nner du dig stressad? 
          L&auml;ser du det h&auml;r ligger du bra till. Jag kan n&auml;mligen 
          streamlina din hj&auml;rna s&aring; att webben blir en kul m&ouml;tesplats 
          d&auml;r du i lugn och ro kan &auml;gna dig &aring;t informationens 
          fr&ouml;jder. </font></p>
      </td>
      <td width="361">
        <p><font size="-2" face="Verdana, Arial, Helvetica, sans-serif">uppdaterad 
          i januari 99</font></p>
        <p><a href="main.html"><img src="tillbaka.gif" width="48" height="9" border="0"></a></p>
      </td>
    </tr>
  </table>
  <p>&nbsp; </p>
</div>
<blockquote> 
  <div align="RIGHT">
    <p>&nbsp; </p>
  </div>
</blockquote>
<map name="hej">
  <area shape="rect" coords="86,235,216,243" href="funderingar och k&aring;serier" alt="funderignar och k&aring;serier">
  <area shape="rect" coords="117,179,243,188" href="vad.html" alt="vad &auml;r en webtherapeut?">
  <area shape="rect" coords="41,95,269,106" href="tohell.html" alt="To hell and back">  
</map>
</body>
</html>
