<html>
<head>
<title>kenneth grahn - webtherapeut</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF" link="#FFFFFF" vlink="#FFFFFF" alink="#FFFFFF">
<div align="LEFT">
  <p>&nbsp;</p>
  <table border="0" width="2000" cellspacing="20">
    <tr valign="MIDDLE" align="CENTER"> 
      <td width="353"><img src="top.gif" width="236" height="149"></td>
      <td width="299" align="LEFT" valign="TOP"> 
        <p><img src="tohell.gif" width="125" height="13" alt="To hell and back"> 
          <br>
          - <font face="Verdana, Arial, Helvetica, sans-serif" size="-2">min p&aring;g&aring;ende 
          autobiografi</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag har 
          l&auml;nge gillat att vara med mig sj&auml;lv p&aring; webben. Att webba 
          med &quot;grabbarna&quot; &auml;r n&aring;got jag lade av med f&ouml;r 
          l&auml;nge sedan. Nuf&ouml;rtiden sitter jag ner vid datorn, sl&auml;nger 
          p&aring; Arthur Krokers Spasm och klickar mig fram i bitstr&ouml;mmarna.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Varf&ouml;r 
          skriver jag inte p&aring; engelska fr&aring;gar du dig, som gammal digerati 
          gillar jag att skriva p&aring; engelska och g&ouml;r det mycket och 
          g&auml;rna. Men det finns gr&auml;nser, &auml;ven f&ouml;r en gammal 
          datanaut i trog mode.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag &auml;r 
          inte riktigt som andra: jag har en examen i experimentell postkoloniell 
          teori i Los Angeles. P&aring; universiteten i USA &auml;r det viktigt 
          att man l&auml;ser sin email flitigt, s&aring; det var d&auml;r jag 
          halkade in i webbranschen, p&aring; ett bananskal s&aring; att s&auml;ga.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag spenderade 
          n&aring;gra hektiska &aring;r p&aring; ett litet startup i Silicon Valley. 
          Det var en fantastisk tid, men efter ett tag k&auml;nde jag att det 
          var nog. Jag b&ouml;rjade uppleva hela min existens som s&aring; pass 
          fragmenterad och accelererad att jag bara ville &auml;gna mig &aring;t 
          mig sj&auml;lv ett tag.</font></p>
        <p align="CENTER"><img src="pil.gif" width="57" height="29"></p>
      </td>
      <td width="312" valign="TOP" align="LEFT"> 
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag &aring;terv&auml;nde 
          till Sverige och pluggade en del sociologi och praktisk psykologi p&aring; 
          n&aring;gra av landets folkh&ouml;gskolor. Den avslappnade milj&ouml;n 
          och faktumet att vi kunde m&ouml;tas &ouml;ver &aring;ldersgr&auml;nserna 
          gjorde underverk f&ouml;r min personliga utveckling. Jag blev en hel 
          m&auml;nniska!</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Senare 
          i livet, n&auml;r jag tittar tillbaka p&aring; vad som h&auml;nt, och 
          blickar fram&aring;t, kan jag inte k&auml;nna mig annat &auml;n f&ouml;rbaskat 
          n&ouml;jd. Jag har tagit steget in i samh&auml;llet och &auml;r nu redo 
          att hj&auml;lpa andra m&auml;nniskor!</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Folk har 
          alltid klagat p&aring; mina galna &ouml;gon, och ibland har jag till 
          och med g&aring;tt och blivit lite moloken f&ouml;r det. Men efter att 
          ha l&auml;st Aleister Crowleys Autohagiografi inser jag att det &auml;r 
          TUFFT med galna &ouml;gon! </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">N&auml;r 
          jag surfar gillar jag att g&ouml;ra det till en holistisk upplevelse. 
          Jag v&auml;rmer upp med att l&auml;sa n&aring;gra stycken ur Robert 
          Anton Wilsons Prometheus Rising och navigerar sedan med hj&auml;lp av 
          en pendel som jag laddat upp och som v&auml;ljer ut l&auml;nkar p&aring; 
          ett helt icke-linj&auml;rt s&auml;tt. Jag vill n&auml;mligen f&ouml;rst&ouml;ra 
          alla dogmatiska verbala system.</font></p>
        </td>
      <td width="308" align="LEFT" valign="TOP"> 
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">New Age 
          &auml;r inte bara mj&auml;kigt och gulligt. I sj&auml;lva verket &auml;r 
          det ganska tufft. Finns det n&aring;got tuffare &auml;n att logga in 
          p&aring; universums energikanaler och parsa dem? Jag har m&aring;nga 
          balla kompisar som &auml;r inne p&aring; s&aring;na h&auml;r grejer 
          och de &auml;r absolut inte t&ouml;ntiga, de k&ouml;r en vass mix av 
          &quot;cutting edge tech&quot; och RIKTIG shamanism - ungef&auml;r som 
          Temple ov Psychick Youth!</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag m&aring;ste 
          ber&auml;tta om en kuslig sak som h&auml;nde mig en sen oktobernatt 
          i Bukarest. (Jag brukar ofta &aring;ka till &Ouml;steuropa nuf&ouml;rtiden, 
          det &auml;r d&auml;r allt intressant h&auml;nder!). I alla fall, p&aring; 
          en m&ouml;rk gata m&ouml;tte jag min Odradek f&ouml;r f&ouml;rsta och 
          (f&ouml;rhoppningsvis) sista g&aring;ngen. (f&ouml;r er som inte har 
          l&auml;st &quot;en introduktion till den b&auml;rbara litteraturen&quot; 
          kan jag verkligen rekommendera den. Folk brukar tycka att mina boktips 
          &auml;r bra.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag &ouml;ppnade 
          min lilla klinik p&aring; R&aring;dbr&aring;kargatan en kulen h&ouml;stkv&auml;ll. 
          Aff&auml;rerna gick lite tr&ouml;gt, egentligen s&aring; gick dom inte 
          alls, inte ett enda uppdrag. Sen kom jag p&aring; att jag beh&ouml;vde 
          lite PR, jag hade i min iver bara satt upp en skylt p&aring; d&ouml;rren 
          och v&auml;ntat p&aring; att kunderna skulle str&ouml;mma in. Detta 
          var 1995. Inget bra &aring;r f&ouml;r webbkommers.</font></p>
        <p align="CENTER"><img src="pil.gif" width="57" height="29"></p>
        </td>
      <td width="357" align="LEFT" valign="TOP">
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Nuf&ouml;rtiden 
          tar jag emot m&aring;nga uppdrag, alltifr&aring;n damp-barn till stressade 
          hemmafruar som beh&ouml;ver behandlas f&ouml;r ICQ-utbr&auml;nna. Jag 
          brukar b&ouml;rja med att f&ouml;rklara grunderna f&ouml;r hur det fonetiska 
          alfabetet ligger till grund f&ouml;r post-agrara samh&auml;llets tonvikt 
          vid linj&auml;rt t&auml;nkande och hur detta hamnar i konflikt med Nya 
          Medier.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">En tripp 
          till landet &auml;r obligatorisk i min behandling. Jag &auml;r inte 
          principiellt emot droger men jag anv&auml;nder dem inte sj&auml;lv eftersom 
          jag anser att man f&aring;r ut s&aring; mycket mer av livet utan dem. 
          Nuf&ouml;rtiden skickar jag g&auml;rna mail till h&ouml;ger och v&auml;nster 
          och ber&auml;ttar om f&ouml;rdelarna med min web-therapi.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Baserad 
          p&aring; NLP och de senaste r&ouml;nen inom proktologin har min lilla 
          klinik v&auml;xt till ett veritabelt institut f&ouml;r den fria terapin. 
          Jag ger &auml;ven kurser f&ouml;r dem av er som vill l&auml;ra er mer 
          om denna fascinerande nya vetenskap. M&aring;nga utl&auml;ndska experter 
          har h&ouml;rt av sig f&ouml;r att utv&auml;xla r&ouml;n. Jag har till 
          och med fj&auml;rrbehandlat patienter i USA och Sydafrika, &ouml;ver 
          n&auml;tet! </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Om ni 
          tycker att jag pladdrar p&aring; alldeles f&ouml;r mycket, s&aring; 
          &auml;r det f&ouml;r att jag gillar att kommunicera med m&auml;nniskor, 
          i ett slags medvetandestr&ouml;m d&auml;r jag hoppar fr&aring;n &auml;mne 
          till &auml;mne, ganska likt en webbsurfingsession p&aring; n&aring;got 
          vis! </font></p>
      </td>
      <td width="361">
        <p>finis.</p>
        <p><a href="main.html"><img src="tillbaka.gif" width="48" height="9" border="0"></a></p>
      </td>
    </tr>
  </table>
  <p>&nbsp; </p>
</div>
<blockquote> 
  <div align="RIGHT">
    <p>&nbsp; </p>
  </div>
</blockquote>
<map name="hej">
  <area shape="rect" coords="86,235,216,243" href="funderingar och k&aring;serier" alt="funderignar och k&aring;serier">
  <area shape="rect" coords="117,179,243,188" href="vad.html" alt="vad &auml;r en webtherapeut?">
  <area shape="rect" coords="41,95,269,106" href="tohell.html" alt="To hell and back">  
</map>
</body>
</html>
