<html>
<head>
<title>kenneth grahn - webtherapeut</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF" link="#FFFFFF" vlink="#FFFFFF" alink="#FFFFFF">
<div align="LEFT">
  <p>&nbsp;</p>
  <table border="0" width="1500" cellspacing="20">
    <tr valign="MIDDLE" align="CENTER"> 
      <td width="353"><img src="top.gif" width="236" height="149"></td>
      <td width="299" align="LEFT" valign="TOP"> 
        <p><img src="thera.gif" width="195" height="16" alt="Vad &auml;r en webtherapeut?"></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-2">Jag kan 
          s&auml;ga n&aring;gra enkla ord, men jag kan inte f&ouml;rklara den 
          </font><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">extra 
          dimension som webbterapin ger till tillvaron. Med hj&auml;lp av enkla 
          och mer avancerade instrument kan den skicklige webbtherapeuten snabbt 
          bota symptom och kr&auml;mpor som har uppkommit i samband med webbsurfande.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">F&ouml;r 
          er som vill veta detaljerna kan jag s&auml;ga att teorin &auml;r baserad 
          p&aring; den tidiga formuleringen av NLP, vars pionj&auml;r var Richard 
          Bandler, och &auml;ven p&aring; hans senaste metod som har en lite annan 
          inriktning, som man beh&ouml;ver flera &aring;rs erfarenhet f&ouml;r 
          att ens kunna b&ouml;rja f&ouml;rst&aring;. </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag har 
          ocks&aring; utvecklat f&auml;ltet med egna synteser fr&aring;n bl a 
          Gregory Bateson, Marshall McLuhan och Jacques Lacan. F&ouml;r de snabba 
          framsteg jag gjort inom teoretisk webbterapi tackar jag &auml;ven Rasputin 
          och Gurdjieff, ryska mystiker som helt of&ouml;rtj&auml;nt f&aring;tt 
          d&aring;ligt rykte.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">I samtalsterapin 
          anv&auml;nder jag en hypertextversion av The Last Words of Dutch Schultz 
          och valda citat ur Mason &amp; Dixon.</font></p>
        <p align="CENTER"><img src="pil.gif" width="57" height="29"></p>
        </td>
      <td width="312" valign="TOP" align="LEFT"> 
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">N&auml;r 
          du stiger in i mitt kontor, m&auml;rker du att det inte ser ut som ett 
          vanligt kontor, det finns inga stolar, inga bord, inga fula planscher 
          av solnedg&aring;ngar p&aring; v&auml;ggarna... </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Jag vill 
          erbjuda en helhetsupplevelse f&ouml;r mina patienter, visst skall dom 
          ha valuta f&ouml;r pengarna. En tr&aring;kig n&ouml;dv&auml;ndighet 
          med webbterapi &auml;r att det kr&auml;ver vissa intensiva analysmetoder. 
          Exempelvis kan radiografi och PET scans komma p&aring; tapeten, dyrbara 
          metoder som dock ger resultat.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">Ibland 
          har jag blivit tvungen att analysera en patients &auml;mnesoms&auml;ttning 
          med hj&auml;lp av radioaktivm&auml;rkt DMSO som appliceras p&aring; 
          klickfingret. Som ni m&auml;rker &auml;r webbterapi en verklig tv&auml;rvetenskaplig 
          och cutting-edge disciplin som inte sk&auml;ms f&ouml;r att g&aring; 
          mellan kunskapsgillena.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="-3">S&aring; 
          det &auml;r bara att plocka fram checkh&auml;ftet och komma till min 
          klinik om ni k&auml;nner att ni har ett problem som ni vill &quot;deala&quot; 
          med.</font> </p>
        <p>Kenneth Grahn.</p>
        </td>
      <td width="361">
        <p><font size="-2" face="Verdana, Arial, Helvetica, sans-serif">uppdaterad 
          i januari 99</font></p>
        <p><a href="main.html"><img src="tillbaka.gif" width="48" height="9" border="0"></a></p>
      </td>
    </tr>
  </table>
  <p>&nbsp; </p>
</div>
<blockquote> 
  <div align="RIGHT">
    <p>&nbsp; </p>
  </div>
</blockquote>
<map name="hej">
  <area shape="rect" coords="86,235,216,243" href="funderingar och k&aring;serier" alt="funderignar och k&aring;serier">
  <area shape="rect" coords="117,179,243,188" href="vad.html" alt="vad &auml;r en webtherapeut?">
  <area shape="rect" coords="41,95,269,106" href="tohell.html" alt="To hell and back">  
</map>
</body>
</html>
